Repository: reycab/gardenmatic
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: First name
es: Nombre

source: Last name
es: Apellido

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Image
es: Imagen

source: Account Inactive
es: Cuenta inactiva

source: This account is inactive.
es: Esta cuenta está inactiva

source: Account
es: Cuenta

source: E-mail Addresses
es: Dirección de correo electrónico

source: The following e-mail addresses are associated with your account:
es: El siguiente correo está asociado con tu cuenta

source: Verified
es: Verificado

source: Unverified
es: No verificado

source: Primary
es: Primario

source: Make Primary
es: Hacer primario

source: Re-send Verification
es: Re-enviar verificación

source: Remove
es: Eliminar

source: Warning:
es: Advertencia

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente no tienes una dirección de correo establecida. Debes agregar una dirección de correo para recibir notificaciones, resetear tu contraseña, etc.

source: Add E-mail Address
es: Agregar dirección de correo

source: Add E-mail
es: Agregar correo

source: Do you really want to remove the selected e-mail address?
es: Realmente quieres eliminar la dirección de correo seleccionada

source: Hello!
es: Hola!

source: You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account.
es: Recibiste este correo porque un usuario %(user_display)s dio tu dirección de correo para conectarse con su cuenta

source: Activate account
es: Activar cuenta

source: Reset password
es: Resetear contraseña

source: Confirm E-mail Address
es: Confirmar dirección de correo

source: Confirm
es: Confirmar

source: Go Back
es: Atras

source: Sign In
es: Iniciar sesión

source: Register
es: Registrar

source: Sign Out
es: Cerrar sesión

source: Are you sure you want to sign out?
es: Estás seguro que quieres cerrar sesión?

source: You cannot remove your primary e-mail address (%(email)s).
es: No puedes eliminar tu cuenta de correo primario (%(email)s).

source: Confirmation e-mail sent to %(email)s.
es: Correo de confirmación enviado a %(email)s.

source: You have confirmed %(email)s.
es: Estás confirmado %(email)s.

source: Successfully signed in as %(name)s.
es: Inicio de sesión satisfactorio %(name)s.

source: You have signed out.
es: Cerraste sesión

source: Password successfully changed.
es: Contraseña cambiada satisfactoriamente

source: Password successfully set.
es: Contraseña establecida correctamente

source: Primary e-mail address set.
es: Establecer dirección de correo primario

source: Your primary e-mail address must be verified.
es: Tu correo primario debería estar verificado

source: Change Password
es: Cambiar contraseña

source: Password Reset
es: Restablecer contraseña

source: Reset My Password
es: Restablecer Mi Contraseña

source: Please contact us if you have any trouble resetting your password.
es: Porfavor contactanos si tú tienes algún problema para restablecer tu contraseña

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
es: Nosotros te hemos enviado un correo. Porfavor contactanos si tú no lo recives en unos minutos

source: Enter the new password
es: Ingrese la nueva contraseña

source: Change password
es: Cambiar contraseña

source: Your password is now changed.
es: Tu contraseña está cambiada

source: Set Password
es: Establecer contraseña

source: Sign Up
es: Registrarse

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: Ya tienes una cuenta? Entonces porfavor <a href="%(login_url)s">Iniciar sesión</a>.

source: Sign Up Closed
es: Registro cerrado

source: We are sorry, but the sign up is currently closed.
es: Lo sentimos, pero el registro está actualmente cerrado

source: Note
es: Nota

source: you are already logged in as %(user_display)s.
es: ya estás logueado como %(user_display)s.

source: Verify Your E-mail Address
es: Verifica tu dirección de correo

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
es: Eliminar el %(object_name)s '%(escaped_object)s' requiere eliminar los siguientes objetos protegidos relacionados:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"?
es: Estás seguro que quieres eliminar el %(object_name)s "%(escaped_object)s"?

source: Summary
es: Resumen

source: Objects
es: Objetos

source: Yes, delete
es: Sí, eliminar

source: No, return
es: No, regresar

source: Name
es: Nombre

source: Ambient Humidity Min (%)
es: Humedad de ambiente mínima (%)

source: Ambient Humidity Max (%)
es: Humedad de ambiente máxima (%)

source: Ambient Temperature Min (ºC)
es: Temperatura de ambiente mínima (ºC)

source: Ambient Temperature Max (ºC)
es: Temperatura de ambiente máxima (ºC)

source: Sun Time Min (Hours)
es: Tiempo de Sol mínimo (Horas)

source: Sun Time Max (Hours)
es: Tiempo de Sol máximo (Horas)

source: Size (Meters)
es: Tamaño (Metros)

source: Start Time Reading
es: Hora para iniciar lectura

source: End Time Reading
es: Hora para finalizar lectura

source: Sensing Time (Minutes)
es: Tiempo entre lecturas (Minutos)

source: Opening Time (Seconds)
es: Tiempo de riego (Segundos)

source: Seeding
es: Sembradío

source: Seedings
es: Sembradios

source: Solenoide Valve
es: Válvula de solenoide

source: Light Sensor
es: Sensor de luz

source: Ambient Humidity
es: Humedad ambiente

source: Ambient Temperature
es: Temperatura ambiente

source: Ground Humidity
es: Humedad de tierra

source: GPIO 4 (Physical 7)
es: GPIO 4 (Físico 7)

source: GPIO 5 (Physical 29)
es: GPIO 5 (Físico 29)

source: GPIO 6 (Physical 31)
es: GPIO 6 (Físico 31)

source: GPIO 12 (Physical 32)
es: GPIO 12 (Físico 32)

source: GPIO 13 (Physical 33)
es: GPIO 13 (Físico 33)

source: GPIO 16 (Physical 36)
es: GPIO 16 (Físico 36)

source: GPIO 17 (Physical 11)
es: GPIO 17 (Físico 11)

source: GPIO 18 (Physical 12)
es: GPIO 18 (Físico 12)

source: GPIO 19 (Physical 35)
es: GPIO 19 (Físico 35)

source: GPIO 20 (Physical 38)
es: GPIO 20 (Físico 38)

source: GPIO 21 (Physical 40)
es: GPIO 21 (Físico 40)

source: GPIO 22 (Physical 15)
es: GPIO 22 (Físico 15)

source: GPIO 23 (Physical 16)
es: GPIO 23 (Físico 16)

source: GPIO 24 (Physical 18)
es: GPIO 24 (Físico 18)

source: GPIO 25 (Physical 22)
es: GPIO 25 (Físico 22)

source: GPIO 26 (Physical 37)
es: GPIO 26 (Físico 37)

source: GPIO 27 (Physical 13)
es: GPIO 27 (Físico 13)

source: Status
es: Estado

source: Type Sensor
es: Tipo de sensor

source: Sensors
es: Sensores

source: Reading
es: Lectura

source: Sensor Reading
es: Lectura de sensor

source: Sensors Reading
es: Lecturas de sensores

source: Successful creation
es: Creación exitosa

source: Please correct the error below.
es: Por favor corregir el siguiente error

source: Successful update
es: Actualización exitosa

source: Successful delete
es: Eliminación exitosa

source: Agregar Seeding
es: Agregar sembradío

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Delete Seeding
es: Eliminar sembradío

source: Seeding Edit
es: Editar sembradío

source: Edit Seeding
es: Editar sembradío

source: Update
es: Actualizar

source: List Seeding
es: Listado de sembradios

source: Add
es: Agregar

source: Size
es: Tamaño

source: Sensing Time
es: Tiempo entre lecturas

source: Opening Time
es: Tiempo de riego (segundos)

source: Actions
es: Acciones

source: Edit
es: Editar

source: Delete
es: Eliminar

source: No data to display
es: No hay datos para mostrar

source: Delete Sensor
es: Eliminar sensor

source: Sensor Edit
es: Editar sensor

source: Edit Sensor
es: Editar sensor

source: Delete Sensor Reading
es: Eliminar lectura de sensor

source: Sensor Reading Edit
es: Editar lectura de sensor

source: Edit Sensor Reading
es: Editar lectura de sensor

source: DateTime
es: Fecha y hora

source: Profile
es: Perfil

source: Logout
es: Cerrar sesión

source: Spanish
es: Español

source: English
es: Ingles
